// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.


// int number;
// int SecondNumber;

// Console.WriteLine("Enter number: ");
// number = Convert.ToInt32(Console.ReadLine());

// SecondNumber = (number / 10) % 10;

// Console.WriteLine("Second number is " + SecondNumber);


// Задача 13: Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.


// ------------------------------------------------------------------------------------------
// Я не смог сделать данную задачу. Не хватило времени... или мозгов :)
// ------------------------------------------------------------------------------------------

// Задача 15: Напишите программу, которая принимает на вход цифру, обозначающую день недели, и проверяет, является ли этот день выходным.

// void Week(int day)
//  {
//    if (day < 1 || day > 7)
//    {
//     Console.WriteLine(day + " - incorrect number");
//    }
//    if (day > 5)
//    {
//     Console.WriteLine(day + " - is a weekend");
//    }   
//    else
//    {
//     Console.WriteLine(day +  " - is not a weekend");
//    }
   
//  }

//  Console.WriteLine("enter a number ");

// int num = Convert.ToInt32(Console.ReadLine());
// Week(num);


 