// Задача 10: Напишите программу, которая принимает на вход трёхзначное число и на выходе показывает вторую цифру этого числа.


// int number;
// int SecondNumber;

// Console.WriteLine("Enter number: ");
// number = Convert.ToInt32(Console.ReadLine());

// SecondNumber = (number / 10) % 10;

// Console.WriteLine("Second number is " + SecondNumber);


// Задача 13: Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.


void ThirdNum(int a)
{
    
}
